{
  "Projects": [
    {
      "show": true,
      "title": "Convoze",
      "desc": [
        "Convoze is a modern AI-powered call center web application developed using Next.js, Tailwind CSS, and JavaScript, built to transform traditional customer support into a smarter, data-driven experience. The platform integrates advanced AI models to analyze conversations, assist agents with real-time call insights, and automate repetitive tasks — resulting in faster resolutions and higher customer satisfaction.",
        "Designed for scalability and reliability, Convoze ensures smooth handling of high call volumes while maintaining excellent system performance. By combining cutting-edge AI features with a modern tech stack, it represents a new standard for AI-driven communication and customer engagement platforms."
      ],
      "year": "2025",
      "preview": "https://www.intervyou.me",
      "code": "",
      "thumbnail": "/image/projects/web/intervyou/intervyou-1.jpg",
      "images": [
        "/image/projects/web/intervyou/on.png",
        "/image/projects/web/intervyou/intervyou-2.png",
        "/image/projects/web/intervyou/intervyou-3.png",
        "/image/projects/web/intervyou/intervyou-4.png"
      ],
      "tech": [
        "NextJS",
        "Javascript",
        "Shadcn UI",
        "Tailwind CSS"
      ],
      "slug": "convoze",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "DClean",
      "desc": [
        "Lundary App is a comprehensive laundry management platform that streamlines the entire laundry service process. Customers can schedule laundry pickups and deliveries directly through the mobile app, making the process seamless and convenient.",
        "The back-office staff can efficiently manage incoming requests, assign orders to delivery personnel, and track the status of each order in real-time. Delivery personnel collect the laundry from customers and ensure it reaches the central facility for washing.",
        "The platform provides detailed tracking and management tools, allowing staff to monitor orders, update statuses, and manage logistics effectively. This ensures timely deliveries, accurate assignments, and a smooth workflow from pickup to delivery."
      ],
      "year": "2025",
      "preview": "https://admin.dclean.me/login",
      "code": "",
      "thumbnail": "/image/projects/web/mind-mirror/thumb.jpg",
      "images": [
        "/image/projects/web/mind-mirror/mind1.png",
        "/image/projects/web/mind-mirror/mind2.png",
        "/image/projects/web/mind-mirror/mind3.png"
      ],
      "tech": [
        "React",
        "Tailwind CSS",
        "Javascript",
        "React Native"
      ],
      "slug": "dclean",
      "category": [
        1,
        2
      ]
    },
    {
      "show": true,
      "title": "Eleganza Estate Solutions",
      "desc": [
        "Eleganza Estate Solutions is a full-featured **real estate management platform built with React, React native , Javascript, Node.js, Google OAuth, and MongoDB. The platform allows admins to add properties, manage listings, and track incoming leads efficiently.",
        "Leads generated through the website can be assigned to employees, who then follow up and communicate with potential clients directly. The admin panel provides complete control over property data, lead assignment, and team management, ensuring a smooth workflow and improved customer engagement.",
        "Designed with a clean and modern interface, the website offers a seamless experience for both admins and clients. It streamlines property management operations while enabling efficient lead tracking and employee coordination."
      ],
      "year": "2025",
      "preview": "https://eleganzaestatesolutions.com/",
      "code": "",
      "thumbnail": "/image/projects/web/trivia/trivia1.png",
      "images": [
        "/image/projects/web/trivia/trivia1.png",
        "/image/projects/web/trivia/trivia2.png",
        "/image/projects/web/trivia/trivia3.png"
      ],
      "tech": [
        "React",
        "Tailwind CSS",
        "Javascript",
        "React Native"
      ],
      "slug": "eleganza",
      "category": [
        1,
        2
      ]
    },
    {
      "show": true,
      "title": "Subscription Reminder System",
      "desc": [
        "The platform features an interactive dashboard, a statistics page, and sales reports displayed through dynamic charts for easy analysis. Users can export sales reports as PDF files for printing or record-keeping.",
        "A key feature of the system is its subscription reminder functionality, which automatically notifies users when their subscriptions are about to expire. This ensures timely renewals, uninterrupted services, and helps businesses stay organized and proactive."
      ],
      "year": "2024",
      "preview": "https://lift.affycloudsolution.com/",
      "thumbnail": "/image/projects/web/saku-senyum/saku-senyum1.png",
      "images": [
        "/image/projects/web/saku-senyum/saku-senyum1.png",
        "/image/projects/web/saku-senyum/saku-senyum2.png"
      ],
      "tech": [
        "React",
        "Javascript",
        "Shadcn UI",
        "Bootstrap",
        "NodeJs",
        "MySQL"
      ],
      "slug": "subscription-reminder",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "React Tools",
      "desc": [
        "React Tools is a groundbreaking and user-friendly project that brings together a comprehensive collection of tools and components crafted with cutting-edge technologies, including React, React Router, and TailwindCSS. What sets this project apart is that it's not just a suite of powerful features, but it's also a significant milestone as it marks my very first venture into the world of React development.",
        "The Todo List keeps tasks in check with intuitive task management capabilities, ensuring you never miss a beat. The note-taking feature provides a hassle-free way to jot down ideas and crucial information, accessible whenever inspiration strikes. Additionally, our robust expense tracker simplifies financial management by recording and categorizing expenses, delivering insightful spending analysis."
      ],
      "year": "2023",
      "preview": "https://react-tools-flax.vercel.app",
      "code": "",
      "thumbnail": "/image/projects/web/tools/tools-thumbnail.png",
      "images": [
        "/image/projects/web/tools/tools.png",
        "/image/projects/web/tools/tools1.png",
        "/image/projects/web/tools/tools2.png",
        "/image/projects/web/tools/tools3.png"
      ],
      "tech": [
        "Javascript",
        "React",
        "React Router",
        "TailwindCSS"
      ],
      "slug": "react-tools",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "React Realtime Chat",
      "desc": [
        "My ambitious project that delves into the world of interactive web development using React. This project is a realtime chat application that allows users to create chat rooms and chat with other users in realtime. The application is built using React, Firebase, and Daisy UI.",
        "This project is my second react project and my first project using Firebase. I learned a lot about how to use Firebase and how to use React to create a realtime application. I also learned how to use Daisy UI, a CSS framework that is built on top of Tailwind CSS. "
      ],
      "year": "2023",
      "preview": "https://react-chat-rouge.vercel.app",
      "code": "",
      "thumbnail": "/image/projects/web/react-chat/chat-thumbnail.png",
      "images": [
        "/image/projects/web/react-chat/chat1.png",
        "/image/projects/web/react-chat/chat2.png",
        "/image/projects/web/react-chat/chat3.png",
        "/image/projects/web/react-chat/chat4.png"
      ],
      "tech": [
        "JavaScript",
        "React",
        "React Router",
        "Firebase"
      ],
      "slug": "react-chat",
      "category": [
        1
      ]
    }
  ]
}